{
  "About": "[b]Σχετικά με το παιχνίδι[/b]\nClarity Quest: για την ανάπτυξη δεξιοτήτων γραμματισμού στα μέσα επικοινωνίας για μαθητές όλων των ηλικιών. Το παιχνίδι δημιουργήθηκε στο πλαίσιο του προγράμματος Think Twice και βασίζεται στο πλαίσιο Think Critically, Click Wisely! της UNESCO και στις κατευθυντήριες γραμμές της Ευρωπαϊκής Επιτροπής για την αντιμετώπιση της παραπληροφόρησης. Δίνει τη δυνατότητα στους παίκτες να αναγνωρίζουν την παραπληροφόρηση, να κατανοούν τις στρατηγικές παραπληροφόρησης και να περιηγούνται με αυτοπεποίθηση στον ψηφιακό κόσμο.\nΤο παιχνίδι μπορεί να χρησιμοποιηθεί στην τάξη, για ανεξάρτητη μάθηση ή ως μέρος μιας προσέγγισης εναλλασσόμενης τάξης, προσφέροντας ένα ευέλικτο εργαλείο τόσο για τους εκπαιδευτικούς όσο και για τους μαθητές.\n\n[b]Κύρια θέματα που καλύπτονται[/b]\n•\tΑναγνώριση και αντιμετώπιση της παραπληροφόρησης και της παραπληροφόρησης\n•\tΗ σημασία της αλήθειας στα μέσα ενημέρωσης και την κοινωνία\n•\tΠαιδεία στα μέσα ενημέρωσης και υπεύθυνες ψηφιακές πρακτικές\n•\tΤεχνικές ελέγχου των γεγονότων και καταπολέμηση των ψευδών πληροφοριών\n\n[b]Επισκόπηση παιχνιδιού[/b]\nΤο Clarity Quest διαθέτει τρία επίπεδα, καθένα από τα οποία είναι προσαρμοσμένο σε μια συγκεκριμένη ηλικιακή ομάδα: παιδιά, έφηβοι και ενήλικες. Οι παίκτες εξελίσσονται μέσα από συναρπαστικές προκλήσεις και διαδραστικές ερωτήσεις που έχουν σχεδιαστεί για να δοκιμάσουν και να ενισχύσουν την κριτική τους σκέψη και τις δεξιότητές τους στον ψηφιακό γραμματισμό. Από το να πιάνουν σαύρες και να βρίσκουν κοράκια μέχρι να αντιμετωπίζουν ερωτήσεις για προχωρημένους, κάθε επίπεδο παρουσιάζει δραστηριότητες κατάλληλες για την ηλικία που συμβάλλουν στο ξεκαθάρισμα της ομίχλης της Mystica.\n\n[b]Γιατί να παίξετε[/b]\nΤο Clarity Quest είναι κάτι περισσότερο από ένα απλό παιχνίδι - είναι ένας διασκεδαστικός και διαδραστικός τρόπος για την ανάπτυξη βασικών δεξιοτήτων γραμματισμού στα μέσα. Είτε είστε παιδί, έφηβος ή ενήλικας, αυτό το παιχνίδι θα προκαλέσει την κριτική σας σκέψη και θα σας βοηθήσει να περιηγηθείτε στο σημερινό πολύπλοκο ψηφιακό τοπίο. Είστε έτοιμοι να διαλύσετε την ομίχλη και να αποκαλύψετε την αλήθεια; Η Mystica σας περιμένει!\n\nΧρηματοδοτείται από την Ευρωπαϊκή Ένωση. Ωστόσο, οι απόψεις και οι γνώμες που εκφράζονται είναι αποκλειστικά του/των συγγραφέα/ων και δεν αντανακλούν κατ' ανάγκη τις απόψεις και τις γνώμες της Ευρωπαϊκής Ένωσης ή του Ευρωπαϊκού Εκτελεστικού Οργανισμού Εκπαίδευσης και Πολιτισμού (EACEA). Ούτε η Ευρωπαϊκή Ένωση ούτε ο EACEA μπορούν να θεωρηθούν υπεύθυνοι γι' αυτές. Αριθμός έργου 101132853",
  "Score": "Σκορ",
  "Close": "Κοντά",
  "Resume": "Περίληψη",
  "Restart": "Επανεκκίνηση",
  "Main menu": "Κύριο μενού",
  "Check": "Έλεγχος",
  "Next": "Επόμενο",
  "Feedback": "Ανατροφοδότηση",
  "Check again": "Ελέγξτε ξανά",
  "Correct": "Σωστό",
  "Incorrect": "Λάθος",
  "Loading...": "Φόρτωση...",
  "Level 1": {
    "button": "Είμαι παιδί 8-12 ετών",
    "title": "Ετοιμαστείτε για μια περιπέτεια!",
    "body": "Καλώς ήρθατε στη Mystica, όπου ένα ομιχλώδες μυστήριο έχει κυριεύσει! Οι ύπουλες σαύρες κρύβουν τις απαντήσεις που χρειάζεστε για να διαλύσετε την ομίχλη. Η αποστολή σας; Πιάστε αυτές τις σαύρες και λύστε τους γρίφους τους για να επαναφέρετε το φως στη Mystica.\n\n[b]Ο στόχος σας[/b]\nΚυνηγήστε και πιάστε σαύρες για να αποκαλύψετε τις ερωτήσεις τους.\nΑπαντήστε σωστά για να σηκώσετε την ομίχλη και να κερδίσετε πόντους.\nΣυγκεντρώστε 25 πόντους για να κερδίσετε το επίπεδο και να γίνετε πρωταθλητής του Truth Seeker!\n\n[b]Πώς να παίξετε[/b]\nΧρησιμοποιήστε τα πλήκτρα WASD ή τα βελάκια για να τρέξετε πίσω από τις σαύρες.\nΧρησιμοποιήστε το Shift για να τρέξετε και να φτάσετε τις σαύρες πιο γρήγορα!\nΠλησιάστε μια σαύρα για να την αρπάξετε και να αποκαλύψετε την ερώτησή της.\nΕπιλέξτε τη σωστή απάντηση για να καθαρίσετε περισσότερη ομίχλη και να κερδίσετε πόντους! Ορισμένες ερωτήσεις μπορεί να έχουν πολλαπλές σωστές απαντήσεις.\n\nΕίστε έτοιμοι να κυνηγήσετε, να σκεφτείτε και να σώσετε την κατάσταση; Πάμε, ήρωα!"
  },
  "Level 2": {
    "button": "Είμαι έφηβος",
    "title": "Γεια σου Έφηβε Αναζητητή της Αλήθειας!",
    "body": "Καλώς ήρθατε στο ομιχλώδες δάσος, όπου τα έξυπνα κοράκια είναι οι υπεύθυνοι του κουίζ σας! Αυτά τα κοράκια φυλάνε ερωτήσεις που θα σας βοηθήσουν να καθαρίσετε την ομίχλη και να αποκαλύψετε την αλήθεια. Η αποστολή σας; Βρείτε τα κοράκια, απαντήστε στις ερωτήσεις τους και αποδείξτε ότι έχετε ό,τι χρειάζεται για να ξεγελάσετε τα ψέματα της ομίχλης.\n\n[b]Ο στόχος σας[/b]\nΑκολουθήστε το μονοπάτι μέσα στο δάσος για να βρείτε τα κοράκια που κάθονται στα δέντρα.\nΚάντε κλικ στα κοράκια για να λάβετε τις ερωτήσεις τους και να απαντήσετε σωστά.\nΚερδίστε 25 πόντους λύνοντας τα κουίζ τους για να καθαρίσετε την ομίχλη και να κερδίσετε το επίπεδο!\n\n[b]Πώς να παίξετε[/b]\nΠερπατήστε στο μονοπάτι του δάσους (με τα πλήκτρα WASD ή τα βέλη) και βρείτε κοράκια να περιμένουν στα δέντρα.\nΚάντε κλικ σε ένα κοράκι για να αποκαλύψετε την ερώτησή του.\nΕπιλέξτε τις σωστές απαντήσεις για να κερδίσετε πόντους και να απομακρύνετε την ομίχλη.\nΧρησιμοποίησε το Shift για να τρέξεις και να φτάσεις πιο γρήγορα στα κοράκια!\n\n[b]Τύποι ερωτήσεων[/b]\nΟι ερωτήσεις που θα λάβετε μπορεί να είναι τριών τύπων - μία σωστή απάντηση, πολλαπλές σωστές απαντήσεις και συμπλήρωση κενών. Εάν απαντήσετε λανθασμένα σε μια ερώτηση συμπλήρωσης κενού, θα έχετε δύο ακόμη ευκαιρίες να μαντέψετε τη σωστή απάντηση. Ωστόσο, αν απαντήσετε σωστά σε δεύτερη ή τρίτη προσπάθεια, δεν θα κερδίσετε πόντους. Μετά την τρίτη προσπάθεια, θα εμφανιστεί η σωστή απάντηση.\n\n[b]Συμβουλές επαγγελματιών[/b]\nΠροσέξτε - τα κοράκια μπορεί να ενσωματωθούν στα δέντρα!\nΜην ανησυχείτε αν μια ερώτηση είναι δύσκολη- πάρτε το χρόνο σας και σκεφτείτε κριτικά.\nΌσα περισσότερα κοράκια βρείτε και απαντήσετε, τόσο πιο κοντά θα φτάσετε στη νίκη.\n\nΤα κοράκια σας περιμένουν με τις δύσκολες ερωτήσεις τους - ώρα να τους δείξετε ποιος είναι το αφεντικό! Καλή τύχη, αναζητητή της αλήθειας!"
  },
  "Level 3": {
    "button": "Είμαι ενήλικας",
    "title": "Καλώς ήρθες, Αναζητητή της Γνώσης!",
    "body": "Αυτή είναι η τελική δοκιμασία της κριτικής σας σκέψης! Σε αυτό το επίπεδο, θα αντιμετωπίσετε 25 από τις πιο δύσκολες ερωτήσεις που έχουν σχεδιαστεί για να προκαλέσουν την κατανόησή σας για την αλήθεια, την παραπληροφόρηση και την παιδεία των μέσων ενημέρωσης. Η ομίχλη είναι πυκνή, αλλά το κοφτερό μυαλό σας μπορεί να τη διαπεράσει. Κάθε σωστή απάντηση διαλύει λίγο περισσότερο την ομίχλη και σας φέρνει πιο κοντά στην αποκάλυψη των απόλυτων αληθειών του Mystica.\n\nΕίστε έτοιμοι να αποδείξετε την τεχνογνωσία σας;\n\n[b]Ο στόχος σας[/b]\nΑπαντήστε και στις 25 ερωτήσεις με όσο το δυνατόν μεγαλύτερη ακρίβεια.\nΚάθε σωστή απάντηση σας κερδίζει πόντους - στοχεύστε στην υψηλότερη δυνατή βαθμολογία!\nΟλοκληρώστε το επίπεδο απαντώντας σε όλες τις ερωτήσεις και αποδεικνύοντας ότι κατέχετε την αλήθεια.\n\n[b]Τύποι ερωτήσεων[/b]\nΟι ερωτήσεις που θα λάβετε μπορεί να είναι τριών τύπων - μία σωστή απάντηση, πολλαπλές σωστές απαντήσεις και συμπλήρωση κενών. Εάν απαντήσετε λανθασμένα σε μια ερώτηση συμπλήρωσης κενού, θα έχετε δύο ακόμη ευκαιρίες να μαντέψετε τη σωστή απάντηση. Ωστόσο, αν απαντήσετε σωστά σε δεύτερη ή τρίτη προσπάθεια, δεν θα κερδίσετε πόντους. Μετά την τρίτη προσπάθεια, θα εμφανιστεί η σωστή απάντηση.\n\n[b]Πώς να παίξετε[/b]\nΔιαβάστε προσεκτικά κάθε ερώτηση και τις επιλογές απαντήσεων.\nΔιαλέξτε την καλύτερη απάντηση για να συγκεντρώσετε πόντους.\nΑν η απάντησή σας είναι λανθασμένη, μάθετε από την ανατροφοδότηση για να βελτιώσετε τις δεξιότητές σας!\nΑυτό το επίπεδο αφορά την ακρίβεια και την κριτική σκέψη - απλώς απαντήστε όσο το δυνατόν περισσότερες ερωτήσεις σωστά.\n\nΑυτή είναι η στιγμή σας για να λάμψετε. Καλή τύχη στην προσπάθειά σας να αποκαλύψετε την αλήθεια!"
  }
}
