{
  "About": "[b]About the Game[/b]\nClarity Quest: Beyond the Fog is an educational adventure designed to build media literacy skills for learners of all ages. Created as part of the Think Twice project, the game is based on UNESCO's Think Critically, Click Wisely! framework and the European Commission's Guidelines for tackling disinformation. It empowers players to recognize misinformation, understand disinformation strategies, and navigate the digital world confidently.\nThe game can be used in classrooms, for independent learning, or as part of a flipped classroom approach, offering a versatile tool for educators and learners alike.\n\n[b]Main Topics Covered[/b]\n •\tRecognizing and addressing misinformation and disinformation\n•\tThe importance of truth in media and society\n•\tMedia literacy and responsible digital practices\n•\tFact-checking techniques and combating false information\n\n[b]Gameplay Overview[/b]\nClarity Quest features three levels, each tailored to a specific age group: children, teens, and adults. Players progress through engaging challenges and interactive questions designed to test and enhance their critical thinking and digital literacy skills. From catching lizards and finding crows to tackling advanced questions, each level presents age-appropriate activities that contribute to clearing Mystica’s fog of confusion.\n\n[b]Why Play?[/b]\nClarity Quest is more than just a game—it’s a fun and interactive way to develop essential media literacy skills. Whether you're a child, teen, or adult, this game will challenge your critical thinking and help you navigate today’s complex digital landscape. Are you ready to lift the fog and uncover the truth? Mystica awaits!\n\nFunded by the European Union. Views and opinions expressed are however those of the author(s) only and do not necessarily reflect those of the European Union or the European Education and Culture Executive Agency (EACEA). Neither the European Union nor EACEA can be held responsible for them. Project Number 101132853",
  "Score": "Score",
  "Close": "Close",
  "Resume": "Resume",
  "Restart": "Restart",
  "Main menu": "Main menu",
  "Check": "Check",
  "Next": "Next",
  "Feedback": "Feedback",
  "Check again": "Check again",
  "Correct": "Correct",
  "Incorrect": "Incorrect",
  "Loading...": "Loading...",
  "Level 1": {
	"button": "I am a child aged 8-12",
	"title": "Get Ready for an Adventure!",
	"body": "Welcome to Mystica, where a foggy mystery has taken over! The sneaky lizards are hiding the answers you need to clear the fog. Your mission? Catch those lizards and solve their riddles to bring back the light to Mystica.\n\n[b]Your Goal[/b]\nChase and catch lizards to uncover their questions.\nAnswer correctly to lift the fog and earn points.\nCollect 25 points to win the level and become a Truth Seeker Champion!\n\n[b]How to Play[/b]\nUse the WASD keys or the arrow keys to run after the lizards.\nUse Shift to sprint and reach the lizards quicker!\nGet close to a lizard to grab it and reveal its question.\nChoose the right answer to clear more fog and earn points! Some questions can have multiple correct answers.\n\nAre you ready to chase, think, and save the day? Let’s go, hero!"
  },
  "Level 2": {
	"button": "I am a teen",
	"title": "Hey Teen Truth Seeker!",
	"body": "Welcome to the Foggy Forest, where the clever crows are your quizmasters! These crows are guarding questions that will help you clear the fog and uncover the truth. Your mission? Find the crows, answer their questions, and prove you’ve got what it takes to outsmart the foggy lies.\n\n[b]Your Goal[/b]\nFollow the path through the forest to find the crows perched in the trees.\nClick on the crows to get their questions and answer correctly.\nEarn 25 points by solving their quizzes to clear the fog and win the level!\n\n[b]How to Play[/b]\nWalk down the forest path (WASD keys or the arrow keys) and find crows waiting in the trees.\nClick on a crow to reveal its question.\nChoose the correct answers to earn points and lift the fog.\nUse Shift to sprint and reach the crows quicker!\n\n[b]Questions Types[/b]\nThe questions you will receive can be three types – single correct answer, multiple correct answers, and fill-in-the-blank. If you answer a fill-in-the-blank question incorrectly, you will have two more chances to guess the correct answer. However, if you get it right on a second or third attempt, you will not earn points. After the third attempt, the correct answer will be displayed.\n\n[b]Pro Tips[/b]\nKeep an eye out—the crows might blend into the trees!\nDon’t worry if a question is tricky; take your time and think critically.\nThe more crows you find and answer, the closer you’ll get to victory.\n\nThe crows are waiting for you with their tricky questions—time to show them who’s boss! Good luck, truth seeker!"
  },
  "Level 3": {
	"button": "I am an adult",
	"title": "Welcome, Knowledge Seeker!",
	"body": "This is it—the final test of your critical thinking! In this level, you’ll face 25 of the toughest questions designed to challenge your understanding of truth, misinformation, and media literacy. The fog is dense, but your sharp mind can cut through it. Every correct answer clears a little more of the haze and gets you closer to uncovering the ultimate truths of Mystica.\n\n[b]Are you ready to prove your expertise?[/b]\n\nYour Goal\nAnswer all 25 questions as accurately as you can.\nEach correct answer earns you points—aim for the highest score possible!\nComplete the level by answering all the questions and demonstrating your mastery of truth.\n\n[b]Questions Types[/b]\nThe questions you will receive can be three types – single correct answer, multiple correct answers, and fill-in-the-blank. If you answer a fill-in-the-blank question incorrectly, you will have two more chances to guess the correct answer. However, if you get it right on a second or third attempt, you will not earn points. After the third attempt, the correct answer will be displayed.\n\n[b]How to Play[/b]\nCarefully read each question and the answer options.\nPick the best answer to score points.\nIf your answer is wrong, learn from the feedback to sharpen your skills!\nThis level is all about accuracy and critical thinking—just answer as many questions correctly as possible.\n\nThis is your moment to shine. Good luck on your quest to uncover the truth!"
  }
}
