{
  "About": "[b]À propos du jeu[/b]\nClarity Quest: Beyond the Fog est une aventure éducative conçue pour développer les compétences en éducation aux médias pour les apprenants de tous âges. Créé dans le cadre du projet Think Twice, le jeu est basé sur le cadre Think Critically, Click Wisely! de l'UNESCO et sur les lignes directrices de la Commission européenne pour la lutte contre la désinformation. Il permet aux joueurs de reconnaître la désinformation, de comprendre les stratégies de désinformation et de naviguer dans le monde numérique en toute confiance.\nLe jeu peut être utilisé en classe, pour un apprentissage indépendant ou dans le cadre d’une approche de classe inversée, offrant un outil polyvalent pour les enseignants et les apprenants.\n\n[b]Principaux sujets abordés[/b]\n•\tReconnaître et traiter la mésinformation et la désinformation\n•\tL’importance de la vérité dans les médias et la société\n•\tÉducation aux médias et pratiques numériques responsables\n•\tTechniques de vérification des faits et lutte contre les fausses informations\n\n[b]Aperçu du gameplay[/b]\nClarity Quest propose trois niveaux, chacun adapté à une tranche d'âge spécifique : enfants, adolescents et adultes. Les joueurs progressent à travers des défis captivants et des questions interactives conçues pour tester et améliorer leur esprit critique et leurs compétences en littératie numérique. Qu'il s'agisse d'attraper des lézards, de trouver des corbeaux ou de répondre à des questions avancées, chaque niveau présente des activités adaptées à l'âge qui contribuent à dissiper le brouillard de confusion de Mystica.\n\n[b]Pourquoi jouer ?[/b]\nClarity Quest est bien plus qu'un simple jeu : c'est une façon amusante et interactive de développer des compétences essentielles en matière de culture médiatique. Que vous soyez un enfant, un adolescent ou un adulte, ce jeu mettra votre esprit critique à l'épreuve et vous aidera à vous orienter dans le paysage numérique complexe d'aujourd'hui. Êtes-vous prêts à dissiper le brouillard et à découvrir la vérité ? Mystica vous attend !\nFinancé par l'Union européenne. Les points de vue et opinions exprimés sont toutefois ceux des auteurs uniquement et ne reflètent pas nécessairement ceux de l'Union européenne ou de l'Agence exécutive européenne pour l'éducation et la culture (EACEA). Ni l'Union européenne ni l'EACEA ne peuvent en être tenues responsables. Numéro de projet 101132853",
  "Score": "Score",
  "Close": "Fermer",
  "Resume": "Reprendre",
  "Restart": "Recommencer",
  "Main menu": "Menu principal",
  "Check": "Vérifier",
  "Next": "Suivant",
  "Feedback": "Retour",
  "Check again": "Vérifier à nouveau",
  "Correct": "Correct",
  "Incorrect": "Incorrect",
  "Loading...": "Chargement...",
  "Level 1": {
    "button": "Je suis un enfant âgé de 8 à 12 ans",
    "title": "Préparez-vous pour une aventure !",
    "body": "Bienvenue à Mystica, où un mystère brumeux a pris le dessus ! Les lézards sournois cachent les réponses dont vous avez besoin pour dissiper le brouillard. Votre mission ? Attrapez ces lézards et résolvez leurs énigmes pour ramener la lumière à Mystica.\n\nVotre objectif\nChassez et attrapez des lézards pour découvrir leurs questions.\nRépondez correctement pour dissiper le brouillard et gagner des points.\nCollectez 25 points pour gagner le niveau et devenez un champion Truth Seeker !\n\nComment jouer\nUtilisez les touches WASD ou les touches fléchées pour courir après les lézards.\nUtilisez Shift pour sprinter et atteindre les lézards plus rapidement !\nApprochez-vous d'un lézard pour l'attraper et révéler sa question.\nChoisissez la bonne réponse pour dissiper davantage de brouillard et gagner des points ! Certaines questions peuvent avoir plusieurs réponses correctes.\n\nEs-tu prêt à poursuivre, réfléchir et sauver la situation ? C'est parti, héros "
  },
  "Level 2": {
    "button": "Je suis un adolescent",
    "title": "Salut, adolescent en quête de verité",
    "body": "Bienvenue dans la forêt brumeuse, où les corbeaux intelligents sont vos maîtres du quiz ! Ces corbeaux gardent les questions qui vous aideront à dissiper le brouillard et à découvrir la vérité. Votre mission ? Trouvez les corbeaux, répondez à leurs questions et prouvez que vous avez ce qu'il faut pour déjouer les mensonges brumeux.\n\n[b]Votre objectif[/b]\nSuivez le chemin à travers la forêt pour trouver les corbeaux perchés dans les arbres.\nCliquez sur les corbeaux pour obtenir leurs questions et répondre correctement.\nGagnez 25 points en résolvant leurs quiz pour dissiper le brouillard et gagner le niveau !\n\n[b]Comment jouer[/b]\nDescendez le chemin forestier (touches WASD ou touches fléchées) et trouvez des corbeaux qui attendent dans les arbres.\nCliquez sur un corbeau pour révéler sa question.\nChoisissez les bonnes réponses pour gagner des points et dissiper le brouillard.\nUtilisez Shift pour sprinter et atteindre les corbeaux plus rapidement !\n\n[b]Types de questions[/b]\nLes questions que vous recevrez peuvent être de trois types : une seule réponse correcte, plusieurs réponses correctes et une question à trous. Si vous répondez incorrectement à une question à trous, vous aurez deux chances supplémentaires de deviner la bonne réponse. Cependant, si vous obtenez la bonne réponse à la deuxième ou à la troisième tentative, vous ne gagnerez pas de points. Après la troisième tentative, la bonne réponse s'affichera.\nConseils de pro\nGardez l’œil ouvert : les corbeaux pourraient se fondre dans les arbres !\nNe vous inquiétez pas si une question est délicate ; prenez votre temps et réfléchissez de manière critique.\nPlus vous trouvez de corbeaux et répondez, plus vous vous rapprocherez de la victoire.\n\nLes corbeaux vous attendent avec leurs questions pièges : il est temps de leur montrer qui est le chef ! Bonne chance, chercheur de vérité !"
  },
  "Level 3": {
    "button": "Je suis un adulte",
    "title": "Bienvenue, chercheur de connaissances !",
    "body": "C'est le test final de votre esprit critique ! Dans ce niveau, vous devrez répondre à 25 des questions les plus difficiles conçues pour mettre à l'épreuve votre compréhension de la vérité, de la désinformation et de la culture médiatique. Le brouillard est dense, mais votre esprit vif peut le traverser. Chaque bonne réponse dissipe un peu plus la brume et vous rapproche de la découverte des vérités ultimes de Mystica.\n\nÊtes-vous prêt à prouver votre expertise ?\n\n[b]Votre objectif[/b]\nRépondez aux 25 questions aussi précisément que possible.\nChaque bonne réponse vous rapporte des points : visez le score le plus élevé possible !\nTerminez le niveau en répondant à toutes les questions et en démontrant votre maîtrise de la vérité.\n\n[b]Types de questions[/b]\nLes questions que vous recevrez peuvent être de trois types : une seule réponse correcte, plusieurs réponses correctes et une question à trous. Si vous répondez incorrectement à une question à trous, vous aurez deux chances supplémentaires de deviner la bonne réponse. Cependant, si vous obtenez la bonne réponse à la deuxième ou à la troisième tentative, vous ne gagnerez pas de points. Après la troisième tentative, la bonne réponse s'affichera\n\n[b]Comment jouer[/b]\nLisez attentivement chaque question et les options de réponse.\nChoisissez la meilleure réponse pour marquer des points.\nSi votre réponse est fausse, apprenez des commentaires pour améliorer vos compétences !\nCe niveau est axé sur la précision et la pensée critique : répondez simplement correctement à autant de questions que possible.\n\nC'est votre moment de briller. Bonne chance dans votre quête pour découvrir la vérité !"
  }
}
