{
  "About": "[b]O igri[/b]\nPotraga za istinom: Iznad magle edukativna je avantura osmišljena za razvoj vještina medijske pismenosti za učenike svih uzrasta. Kreirana u sklopu projekta Think Twice, igra se temelji na UNESCO-vom Think Critical, Click Wisely! okviru i smjernica Europske komisije za suzbijanje dezinformacija. Cilj igre je osnažiti igrače da prepoznaju dezinformacije, razumiju strategije širenja lažnih informacija i samouvjereno se snalaze u digitalnom svijetu.\nIgru je moguće koristiti u učionici, za samostalno učenje ili kao dio pristupa preokrenute učionice, nudeći svestran alat za predavače i učenike.\n\n[b]Glavne teme obuhvaćene igrom:[/b] \n•\tPrepoznavanje i rješavanje dezinformacija i lažnih informacija\n•\tVažnost istine u medijima i društvu\n•\tMedijska pismenost i odgovorno digitalno ponašanje\n•\tTehnike provjere činjenica i borba protiv lažnih informacija\n\n[b]Pregled igre[/b]\nPotraga za istinom ima tri razine, od kojih je svaka prilagođena određenoj dobnoj skupini: djeci, adolescentima i odraslima. Igrači napreduju kroz zanimljive izazove i interaktivna pitanja osmišljena za poticanje kritičkog razmišljanja i digitalne pismenosti. Od hvatanja guštera i pronalaženja vrana do rješavanja zahtjevnih pitanja, svaka razina donosi aktivnosti prilagođene dobrnoj skupini igrača koji pomaže u dizanju magle i njenom čišćenju jer ona stvara osjećaj zbunjenosti u Mistici.\n\n[b]Zašto igrati?[/b]\nPotraga za istinom više je od igre - to je zabavan i interaktivan način za razvoj neophodnih, osnovnih vještina medijske pismenosti. Bez obzira jeste li dijete, tinejdžer ili odrasla osoba, ova će vas igra izazvati da kritički razmišljate i pomoći vam snalaziti se u današnjem složenom digitalnom svijetu. Jeste li spremni podići maglu i otkriti istinu? Mistika vas čeka!\n\nFinancirano sredstvima Europske unije. Izneseni stavovi i mišljenja su stavovi i mišljenja autora i ne moraju se podudarati sa stavovima i mišljenjima Europske unije ili Europske izvršne agencije za obrazovanje i kulturu (EACEA). Ni Europska unija ni EACEA ne mogu se smatrati odgovornima za njih. Broj projekta:101132853",
  "Score": "Bodovi",
  "Close": "Zatvori",
  "Resume": "Nastavi",
  "Restart": "Ponovno pokreni",
  "Main menu": "Glavni izbornik",
  "Check": "Provjeri",
  "Next": "Sljedeće",
  "Feedback": "Povratne informacije",
  "Check again": "Provjeri ponovno",
  "Correct": "Točno",
  "Incorrect": "Netočno",
  "Loading...": "Terhelés...",
  "Level 1": {
    "button": "Ja sam dijete u dobi od 8-12 godina",
    "title": "Pripremite se za avanturu!",
    "body": "Dobro došli u Mistiku, mjesto koje je prekrila tajanstvena magla! Podmukli gušteri skrivaju odgovore koji su vam potrebni za čišćenje magle. Vaša misija? Ulovite guštere i riješite njihove zagonetke kako biste vratili svjetlost u Mistiku.\n\n[b]Vaš cilj[/b]\nLovite i hvatajte guštere kako biste otkrili njihova pitanja.\nTočno odgovorite kako biste raščistili maglu i osvojili bodove.\nSakupite 25 bodova kako biste osvojili razinu i postali prvak u traganju za istinom!\n\n[b]Kako igrati[/b]\nKoristite tipke WASD ili tipke sa strelicama za trčanje za gušterima.\nKoristite tipku Shift za ubrzano kretanje i brže dostizanje guštera!\nPribližite se gušteru kako biste ga zgrabili i otkrili njegovo pitanje.\nOdaberite točan odgovor kako biste raščistili što više magle i osvojili bodove! Neka pitanja mogu imati više točnih odgovora.\n\n[b]Jeste li spremni za lov, razmišljanje i otkrivanje istine? Idemo![/b]"
  },
  "Level 2": {
    "button": "Ja sam tinejdžer",
    "title": "Jeste li spremni na potragu za istinom?",
    "body": "Dobro došli u Maglovitu šumu, gdje su vaši kviz majstori lukave vrane! Ove vrane čuvaju pitanja koja će vam pomoći da raščistite maglu i otkrijete istinu. Vaša misija? Pronađite vrane, odgovorite na njihova pitanja i dokažite da možete nadmudriti maglovite laži.\n\n[b]Vaš cilj[/b]\nSlijedite stazu kroz šumu kako biste pronašli vrane na drveću.\nKliknite na vranu kako biste dobili njezino pitanja i točno odgovorili.\nOsvojite 25 bodova rješavajući njihove kvizove kako biste očistili maglu i osvojili razinu!\n\n[b]Kako igrati[/b]\nProšećite šumskom stazom (tipke WASD ili tipke sa strelicama) i pronađite vrane koje čekaju na drveću.\nKliknite na vranu kako biste otkrili njezino pitanje.\nOdaberite točne odgovore kako biste osvojili bodove i podigli maglu.\nKoristite tipku Shift za ubrzano kretanje i brže dođite do vrana!\n\n[b]Vrste pitanja[/b]\nPostoje tri vrste pitanja i to s jednim točanim odgovorom, više točnih odgovora i pitanja u kojima treba popuniti prazninu. Ako pogrešno odgovorite na pitanje s popunjavanjem praznine, imat ćete još dvije prilike da napišete točan odgovor. Međutim, ako to učinite iz drugog ili trećeg pokušaja, nećete osvojiti bodove. Nakon trećeg pokušaja prikazat će se točan odgovor.\n\n[b]Savjet[/b]\nPripazite - vrane se mogu sakriti u drveću!\nNe brinite ako je pitanje teško; uzmite si vremena i razmislite kritički.\nŠto više vrana pronađete i točno odgovorite na pitanja, to ćete biti bliže pobjedi.\n\n[b]Vrane vas čekaju sa svojim lukavim pitanjima - vrijeme je da im pokažeš tko je gazda! Sretno, tragaču za istinom![/b]"
  },
  "Level 3": {
    "button": "Ja sam odrasla osoba",
    "title": "Dobro došli u potragu za znanjem!",
    "body": "To je to - posljednji test vašeg kritičkog mišljenja! Na ovoj razini suočit ćete se s 25 najtežih pitanja osmišljenih kako bi se osporilo vaše razumijevanje istine, dezinformacija i medijske pismenosti. Magla je gusta, ali vaš oštar um može ju razbiti. Svaki točan odgovor podiže još malo izmaglice i približava vas otkrivanju krajnjih istina Mistike.\n\nJeste li spremni dokazati svoje znanje?\n\n[b]Vaš cilj[/b]\nTočno odgovorite na svih 25 pitanja.\nSvaki točan odgovor donosi bodove – ciljajte najviši mogući rezultat!\nDovršite razinu odgovaranjem na sva pitanja i pokažite svoje znanje istine.\n\n[b]Vrste pitanja[/b]\nPostoje tri vrste pitanja i to s jednim točanim odgovorom, više točnih odgovora i pitanja u kojima treba popuniti prazninu. Ako pogrešno odgovorite na pitanje s popunjavanjem praznine, imat ćete još dvije prilike da napišete točan odgovor. Međutim, ako to učinite iz drugog ili trećeg pokušaja, nećete osvojiti bodove. Nakon trećeg pokušaja prikazat će se točan odgovor.\n\n[b]Kako igrati[/b]\nPažljivo pročitajte svako pitanje i sve ponuđene odgovora.\nOdaberite najbolji odgovor kako biste osvojili bodove.\nAko pogriješite, naučite iz povratnih informacija kako biste poboljšali svoje vještine!\n\nOva razina ima naglasak na točnosti i kritičkom razmišljanju - pokušajte odgovoriti na što više pitanja točno.\n\nOvo je vaša prilika da zablistate. Sretno u potrazi za otkrivanjem istine!"
  }
}
