{
  "About": "Informazioni sul Gioco\n\n[b]Clarity Quest: Beyond the Fog è un’avventura educativa progettata per sviluppare competenze di alfabetizzazione mediatica per studenti di tutte le età. Creato nell’ambito del progetto Think Twice, il gioco si basa sul framework Think Critically, Click Wisely! dell’UNESCO e sulle Linee guida della Commissione Europea per affrontare la disinformazione. Questo strumento consente ai giocatori di riconoscere la disinformazione, comprendere le strategie di manipolazione e navigare il mondo digitale con sicurezza.[/b]\nIl gioco può essere utilizzato in aula, per l'apprendimento indipendente o come parte di un approccio alla didattica capovolta (flipped classroom), offrendo un versatile strumento per educatori e studenti.\n\nPrincipali Tematiche Trattate\n•\tRiconoscere e affrontare la disinformazione e le fake news.\n•\tL'importanza della verità nei media e nella società.\n•\tAlfabetizzazione mediatica e pratiche digitali responsabili.\n•\tTecniche di fact-checking e contrasto alle informazioni false.\n\n[b]Panoramica del Gameplay[/b]\nClarity Quest presenta tre livelli, ciascuno pensato per un gruppo d’età specifico: bambini, adolescenti e adulti. I giocatori affrontano sfide coinvolgenti e domande interattive progettate per testare e migliorare il pensiero critico e le competenze digitali. Dall'acchiappare lucertole al trovare corvi, fino ad affrontare domande avanzate, ogni livello propone attività adeguate all'età che contribuiscono a dissipare la nebbia di confusione di Mystica.\n\n[b]Perché Giocare?[/b]\nClarity Quest non è solo un gioco—è un modo divertente e interattivo per sviluppare competenze essenziali di alfabetizzazione mediatica. Che tu sia un bambino, un adolescente o un adulto, questo gioco metterà alla prova il tuo pensiero critico e ti aiuterà a orientarti nell’intricato panorama digitale odierno. Sei pronto a sollevare la nebbia e scoprire la verità? Mystica ti aspetta!\nFinanziato dall'Unione Europea. Le opinioni espresse sono esclusivamente quelle dell’autore/i e non riflettono necessariamente quelle dell’Unione Europea o dell’Agenzia esecutiva europea per l’istruzione e la cultura (EACEA). L'Unione Europea e l'EACEA non possono essere ritenute responsabili. Numero del progetto: 101132853.",
  "Score": "Punteggio",
  "Close": "Chiudi",
  "Resume": "Riprendi",
  "Restart": "Ricomincia",
  "Main menu": "Menu principale",
  "Check": "Controlla",
  "Next": "Avanti",
  "Feedback": "Feedback",
  "Check again": "Controlla di nuovo",
  "Correct": "Corretto",
  "Incorrect": "Errato",
  "Loading...": "Caricamento...",
  "Level 1": {
    "button": "Sono un bambino 8-12 anni",
    "title": "Preparati per un'Avventura!",
    "body": "Benvenuto a Mystica, dove un mistero avvolto nella nebbia ha preso il sopravvento! Le furbe lucertole stanno nascondendo le risposte di cui hai bisogno per dissipare la nebbia. La tua missione? Cattura queste lucertole e risolvi i loro enigmi per riportare la luce a Mystica.\n\n[b]Il Tuo Obiettivo[/b]\n•\tInsegui e cattura le lucertole per scoprire le loro domande.\n•\tRispondi correttamente per sollevare la nebbia e guadagnare punti.\n•\tColleziona 25 punti per vincere il livello e diventare un Campione della Verità!\n\n[b]Come Giocare[/b]\n•\tUsa i tasti WASD o le frecce direzionali per inseguire le lucertole.\n•\tUsa Shift per scattare e raggiungere più velocemente le lucertole!\n•\tAvvicinati a una lucertola per afferrarla e rivelare la sua domanda.\n•\tScegli la risposta corretta per sollevare più nebbia e guadagnare punti! Alcune domande possono avere più risposte corrette.\n\nSei pronto a inseguire, pensare e salvare la giornata? Andiamo, eroe!"
  },
  "Level 2": {
    "button": "Sono un adolescente",
    "title": "Ehi, Ricercatore della Verità!",
    "body": "Benvenuto nella Foresta Nebbiosa, dove i corvi astuti sono i tuoi maestri dei quiz! Questi corvi custodiscono domande che ti aiuteranno a dissipare la nebbia e a scoprire la verità. La tua missione? Trova i corvi, rispondi alle loro domande e dimostra di avere quello che serve per sconfiggere le bugie nebbiose.\n\n[b]Il Tuo Obiettivo[/b]\n•\tSegui il sentiero attraverso la foresta per trovare i corvi appollaiati sugli alberi.\n•\tClicca sui corvi per ricevere le loro domande e rispondi correttamente.\n•\tGuadagna 25 punti risolvendo i loro quiz per dissipare la nebbia e vincere il livello!\n\n[b]Come Giocare[/b]\n•\tCammina lungo il sentiero della foresta (tasti WASD o frecce direzionali) e trova i corvi che ti aspettano sugli alberi.\n•\tClicca su un corvo per rivelare la sua domanda.\n•\tScegli le risposte corrette per guadagnare punti e sollevare la nebbia.\n•\tUsa Shift per scattare e raggiungere più velocemente i corvi!\n\n[b]Tipologie di Domande[/b]\n•\tLe domande possono essere di tre tipi: risposta singola corretta, risposte multiple corrette e riempi gli spazi vuoti.\n•\tSe rispondi in modo errato a una domanda a completamento, avrai due ulteriori tentativi per indovinare la risposta corretta. Tuttavia, se la indovini al secondo o terzo tentativo, non guadagnerai punti. Dopo il terzo tentativo, verrà mostrata la risposta corretta.\n\n[b]Suggerimenti Utili[/b]\n•\tFai attenzione—i corvi potrebbero mimetizzarsi tra gli alberi!\n•\tNon preoccuparti se una domanda è difficile; prenditi il tuo tempo e pensa in modo critico.\n•\tPiù corvi trovi e rispondi, più ti avvicinerai alla vittoria.\nI corvi ti aspettano con le loro domande astute—è ora di dimostrare chi comanda! Buona fortuna, cercatore della verità!"
  },
  "Level 3": {
    "button": "Sono un adulto",
    "title": "Benvenuto, Ricercatore di Conoscenza!",
    "body": "Questo è il momento—la prova finale del tuo pensiero critico! In questo livello, affronterai 25 delle domande più difficili progettate per mettere alla prova la tua comprensione della verità, della disinformazione e dell'alfabetizzazione mediatica. La nebbia è fitta, ma la tua mente acuta può dissiparla. Ogni risposta corretta elimina un po' di foschia e ti avvicina alla scoperta delle verità ultime di Mystica.\n\nSei pronto a dimostrare la tua competenza?\n\n[b]Il Tuo Obiettivo[/b]\n•\tRispondi a tutte le 25 domande nel modo più accurato possibile.\n•\tOgni risposta corretta ti fa guadagnare punti—mira al punteggio più alto possibile!\n•\tCompleta il livello rispondendo a tutte le domande e dimostrando la tua maestria nella ricerca della verità.\n\n[b]Tipologie di Domande[/b]\n•\tLe domande possono essere di tre tipi: risposta singola corretta, risposte multiple corrette e riempi gli spazi vuoti.\n•\tSe rispondi in modo errato a una domanda a completamento, avrai due ulteriori tentativi per indovinare la risposta corretta. Tuttavia, se la indovini al secondo o terzo tentativo, non guadagnerai punti. Dopo il terzo tentativo, verrà mostrata la risposta corretta.\n\n[b]Come Giocare[/b]\nLeggi attentamente ogni domanda e le opzioni di risposta.\nScegli la risposta migliore per guadagnare punti.\nSe la tua risposta è sbagliata, impara dal feedback per affinare le tue competenze!\n•\tQuesto livello si concentra sull'accuratezza e sul pensiero critico—rispondi correttamente al maggior numero possibile di domande.\n\nQuesto è il tuo momento per brillare. Buona fortuna nella tua missione per scoprire la verità!"
  }
}
