{
  "About": "[b]Apie žaidimą[/b]\nClarity Quest: Beyond the Fog – tai edukacinis nuotykių žaidimas, sukurtas siekiant ugdyti žiniasklaidos raštingumo įgūdžius įvairaus amžiaus asmenims. Žaidimas sukurtas kaip projekto „Think Twice“ dalis, jis pagrįstas UNESCO programos „Think Critically, Click Wisely!“ ir Europos Komisijos kovos su dezinformacija gairėmis. Jis suteikia žaidėjams galimybę atpažinti dezinformaciją, suprasti dezinformacijos strategijas ir pasitikėti savimi naršant skaitmeninėje erdvėje.\nŽaidimas gali būti naudojamas klasėse, savarankiškam mokymuisi arba kaip apverstos klasės metodo dalis, taip suteikiant universalų įrankį tiek pedagogams, tiek mokiniams.\n\n[b]Pagrindinės nagrinėjamos temos[/b]\n•\tMisinformacijos ir dezinformacijos atpažinimas ir sprendimas\n•\tTiesos svarba žiniasklaidoje ir visuomenėje\n•\tŽiniasklaidos raštingumas ir atsakinga skaitmeninė praktika\n•\tFaktų tikrinimo metodai ir kova su melaginga informacija\n\n[b]Žaidimo apžvalga[/b]\n„Clarity Quest“ turi tris lygius, iš kurių kiekvienas pritaikytas tam tikrai amžiaus grupei: vaikams, paaugliams ir suaugusiesiems. Žaidėjai tobulėja spręsdami įdomius uždavinius ir interaktyvius klausimus, skirtus kritiniam mąstymui ir skaitmeninio raštingumo įgūdžiams patikrinti ir tobulinti. Nuo driežų gaudymo ir varnų ieškojimo iki sudėtingų klausimų sprendimo – kiekviename lygyje pateikiama amžių atitinkanti veikla, padedanti išsklaidyti Mistikos painiavos miglą.\n\n[b]Kodėl verta žaisti?[/b]\n„Clarity Quest“ – tai ne tik žaidimas, bet ir smagus bei interaktyvus būdas ugdyti esminius žiniasklaidos raštingumo įgūdžius. Nesvarbu, ar esate vaikas, paauglys, ar suaugęs, šis žaidimas paskatins jūsų kritinį mąstymą ir padės jums naršyti sudėtingoje šiuolaikinėje skaitmeninėje aplinkoje. Ar esate pasirengę išsklaidyti miglą ir atskleisti tiesą? Mistika laukia!\n\nFinansuojama Europos Sąjungos lėšomis. Tačiau išreiškiamas požiūris ar nuomonė yra tik autoriaus (-ių) ir nebūtinai atspindi Europos Sąjungos ar Europos švietimo ir kultūros vykdomosios įstaigos (EACEA) požiūrį ar nuomonę. Nei Europos Sąjunga, nei EACEA negali būti laikoma už juos atsakinga. Projekto numeris: 101132853.",
  "Score": "Taškai",
  "Close": "Uždaryti",
  "Resume": "Tęsti",
  "Restart": "Pradėti iš naujo",
  "Main menu": "Pagrindinis meniu",
  "Check": "Tikrinti",
  "Next": "Kitas",
  "Feedback": "Patarimas",
  "Check again": "Tikrinti dar kartą",
  "Correct": "Teisingai",
  "Incorrect": "Neteisingai",
  "Loading...": "Kraunama...",
  "Level 1": {
	"button": "Esu vaikas nuo 8 iki 12 metų",
	"title": "Pasiruoškite nuotykiams!",
	"body": "Sveiki atvykę į Mistiką, kur tvyro miglota paslaptis! Klastingi driežai slepia atsakymus, kurių reikia norint išsklaidyti rūką. Jūsų misija? Sugauti driežus ir išspręsti jų mįsles, kad sugrąžintumėte šviesą į Mistiką.\n\n[b]Jūsų tikslas[/b]\nSugaukite driežus, kad pamatytumėte jų klausimus. \nTeisingai atsakykite, kad išsklaidytumėte miglą ir pelnytumėte taškų.\nSurinkite 25 taškus, kad laimėtumėte lygį ir taptumėte tiesos ieškotojo čempionu!\n\n[b]Kaip žaisti[/b]\nNaudokite WASD klavišus arba rodyklių klavišus, kad pasivytumėte driežus.\nPaspauskite klavišą Shift, kad bėgtumėte greičiau ir pasivytumėte driežus!\nPriartėkite prie driežo, kad jį pagautumėte ir atskleistumėte klausimą.\nPasirinkite teisingą atsakymą, kad išsklaidytumėte daugiau miglos ir pelnytumėte taškų! Kai kurie klausimai gali turėti kelis teisingus atsakymus.\n\nAr esate pasiruošęs gaudyti, mąstyti ir išgelbėti dieną? Pirmyn, herojau!"
  },
  "Level 2": {
	"button": "Esu paauglys",
	"title": "Sveikas tiesos ieškotojau!",
	"body": "Sveiki atvykę į Miglotą mišką, kur jūsų viktorinos vedėjai - protingos varnos! Šios varnos saugo klausimus, kurie padės išsklaidyti miglą ir atskleisti tiesą. Jūsų misija? Suraskite varnas, atsakykite į jų klausimus ir įrodykite, kad turite viską, ko reikia, kad įveiktumėte miglos melą.\n\n[b]Jūsų tikslas[/b]\nEikite taku per mišką ir raskite medžiuose tupinčias varnas. \nSpauskite ant varnų, kad pamatytumėte klausimus ir teisingai į juos atsakykite. \nSpręsdami klausimus pelnykite 25 taškus, kad išsklaidytumėte miglą ir laimėtumėte lygį!\n\n[b]Kaip žaisti[/b]\nKeliaukite miško keliuku (WASD klavišais arba rodyklių klavišais) ir rask medžiuose tupinčias varnas.\nSpustelėkite ant varnos, kad pamatytumėte klausimą.\nPasirinkite teisingus atsakymus, kad pelnytumėte taškų ir išsklaidytumėte miglą. \nNaudokite Shift klavišą, kad greičiau pasiektumėte varnas!\n\n[b]Klausimų tipai[/b]\nKlausimai, kuriuos gausite, gali būti trijų tipų – su vienu teisingu atsakymu, su keliais teisingais atsakymais arba reikės užpildyti tuščius langelius. Jei atsakysite neteisingai į klausimą, kuriame reikia užpildyti tuščius langelius, turėsite dar dvi galimybes spėti teisingą atsakymą. Tačiau jei atsakysite teisingai antrąjį arba trečiąjį kartą, taškų negausite. Po trečio bandymo bus parodytas teisingas atsakymas.\n\n[b]Patarimai[/b]\nBūkite atidūs  – varnos gali pasislėpti medžiuose!\nNesijaudinkite, jei klausimas yra sudėtingas; neskubėkite ir gerai apgalvokite. \nKuo daugiau varnų rasite ir atsakysite daugiau klausimų, tuo arčiau pergalės būsite.\n\nVarnos laukia tavęs su savo klastingais klausimais - laikas parodyti joms, kas čia šeimininkas! Sėkmės, tiesos ieškotojau!"
  },
  "Level 3": {
	"button": "Esu suaugęs",
	"title": "Sveikas atvykęs, žinių ieškotojau!",
	"body": "Štai ir viskas - paskutinis jūsų kritinio mąstymo išbandymas! Šiame lygyje susidursite su 25 sudėtingais klausimais, skirtais patikrinti jūsų supratimą apie tiesą, dezinformaciją ir žiniasklaidos raštingumą. Migla tiršta, bet jūsų aštrus protas gali ją išsklaidyti. Kiekvienas teisingas atsakymas išsklaido vis didesnę miglos dalį ir priartina jus prie svarbiausių Mistikos tiesų atskleidimo.\n\nAr esate pasiruošęs įrodyti savo žinias?\n\n[b]Jūsų tikslas[/b]\nKuo tiksliau atsakykite į visus 25 klausimus.\nUž kiekvieną teisingą atsakymą gausite taškų - siekite kuo geresnio rezultato!\nĮveikite lygį atsakydami į visus klausimus ir įrodydami, kad puikiai išmanote tiesą.\n\n[b]Klausimų tipai[/b]\nKlausimai, kuriuos gausite, gali būti trijų tipų – su vienu teisingu atsakymu, su keliais teisingais atsakymais arba reikės užpildyti tuščius langelius. Jei atsakysite neteisingai į klausimą, kuriame reikia užpildyti tuščius langelius, turėsite dar dvi galimybes spėti teisingą atsakymą. Tačiau jei atsakysite teisingai antrąjį arba trečiąjį kartą, taškų negausite. Po trečio bandymo bus parodytas teisingas atsakymas.\n\n[b]Kaip žaisti[/b]\nAtidžiai perskaitykite kiekvieną klausimą ir atsakymų variantus. \nPasirinkite geriausią atsakymą ir gaukite taškų.\nJei atsakėte neteisingai, pasimokykite iš pastabų ir patobulinkite savo įgūdžius!\nŠis lygis reikalauja tikslumo ir kritinio mąstymo — atsakykite teisingai į kuo daugiau klausimų.\n\n\nTai jūsų akimirka sužibėti. Sėkmės ieškant tiesos!"
  }
}
