{
  "About": "[b]Sobre o Jogo[/b]\nA “Missão Clareza: Para Além do Nevoeiro” (Clarity Quest: Beyond the Fog) é uma aventura educativa desenvolvida para fortalecer competências de literacia mediática em pessoas de todas as idades. Criado no âmbito do projeto ThinkTwice, o jogo baseia-se no quadro Think Critically, Click Wisely! da UNESCO e nas Diretrizes da Comissão Europeia para combater a desinformação. O objetivo é capacitar jogadores a reconhecerem informações falsas, compreenderem estratégias de desinformação e navegarem no mundo digital com confiança.\nO jogo pode ser utilizado em sala de aula, em aprendizagens autónomas ou como parte de uma abordagem de sala de aula invertida, sendo uma ferramenta versátil para educadores e estudantes.\n\n[b]Principais Tópicos Abordados[/b]\n•\tReconhecimento e combate à desinformação e informação falsa\n•\tA importância da verdade nos media e na sociedade\n•\tLiteracia mediática e práticas digitais responsáveis\n•\tTécnicas de verificação de factos e combate à informação falsa\n\n[b]Visão Geral do Jogo[/b]\nA Missão Clareza apresenta três níveis, cada um adaptado a uma faixa etária específica: crianças, adolescentes e adultos. Os jogadores avançam através de desafios envolventes e perguntas interativas, concebidos para testar e melhorar o pensamento crítico e as competências de literacia digital. Desde apanhar lagartos e encontrar corvos até enfrentar questões mais avançadas, cada nível inclui atividades adequadas à idade, contribuindo para dissipar a névoa de confusão em Mystica.\n\n[b]Porquê Jogar?[/b]\nClarity Quest é mais do que um simples jogo - é uma forma divertida e interativa de desenvolver competências essenciais de literacia mediática. Seja para crianças, adolescentes ou adultos, o jogo desafiará o teu pensamento crítico e ajudará a navegar no complexo mundo digital de hoje. Estás pront@ para levantar a névoa e descobrir a verdade? Mystica espera por ti!\n\nFinanciado pela União Europeia. Os pontos de vista e as opiniões expressas são as do(s) autor(es) e não refletem necessariamente a posição da União Europeia ou da Agência de Execução Europeia da Educação e da Cultura (EACEA). Nem a União Europeia nem a EACEA podem ser tidos como responsáveis por essas opiniões. Projeto nr. 101132853",
  "Score": "Pontuação",
  "Close": "Perto",
  "Resume": "Retomar",
  "Restart": "Reiniciar",
  "Main menu": "Menu principal",
  "Check": "Verificar",
  "Next": "Próximo",
  "Feedback": "Feedback",
  "Check again": "Verificar novamente",
  "Correct": "Correto",
  "Incorrect": "Incorreto",
  "Loading...": "Carregando...",
  "Level 1": {
    "button": "Sou uma criança de 8 a 12 anos",
    "title": "Prepara-te para uma Grande Aventura!",
    "body": "Bem-vindo/ Bem-vinda a Mystica, um lugar cheio de mistério e com um nevoeiro mágico! Lagartos espertalhões estão a esconder as respostas de que precisas para fazer o nevoeiro desaparecer. A tua missão? Apanhar esses lagartos e resolver os enigmas para trazer de volta a luz a Mystica!\n\n[b]O teu objetivo[/b]\n•\tCorre atrás dos lagartos e descobre as perguntas que eles guardam.\n•\tResponde corretamente para levantar o nevoeiro e ganhar pontos.\n•\tJunta 25 pontos para vencer o nível e tornar-te no/a Campeão/ã dos Caçadores da Verdade!\n\n[b]Como Jogar[/b]\n•\tUsa as teclas W A S e D ou as setas do teclado para correr atrás dos lagartos.\n•\tCarrega na tecla Shift para correr mais depressa e apanhá-los rapidamente!\n•\tChega perto de um lagarto para o apanhar e revelar a sua pergunta.\n•\tEscolhe a resposta certa para limpar mais nevoeiro e ganhar pontos! Algumas perguntas podem ter várias respostas corretas.\n\nEstás pronto/pronta para correr, pensar e salvar o dia? \nVamos lá, super-herói! Vamos lá, super-heroína!"
  },
  "Level 2": {
    "button": "Sou um adolescente",
    "title": "Hey, Exploradora da Verdade!",
    "body": "Bem-vind@ à Floresta Misteriosa onde o nevoeiro reina, onde os corvos espertos são os teus mestres dos desafios! Estes corvos guardam perguntas que te vão ajudar a desfazer o nevoeiro e descobrir a verdade. A tua missão? Encontrar os corvos, responder às suas perguntas e provar que tens o que é preciso para derrotar as mentiras escondidas no nevoeiro.\n[b]O teu objetivo[/b]\n•\tSegue o caminho pela floresta até encontrares os corvos pousados nas árvores\n•\tClica nos corvos para desbloquear as perguntas e responde corretamente\n•\tJunta 25 pontos ao resolver os desafios para limpar o nevoeiro e vencer o nível!\n\n[b]Como Jogar[/b]\n•\tCaminha pelo trilho da floresta (usa as teclas W A S ou D ou setas do teclado) e procura os corvos nas árvores\n•\tClica num corvo para revelar a sua pergunta\n•\tEscolhe as respostas corretas para ganhar pontos e levantar o nevoeiro\n•\tUsa a tecla Shift para correr e chegar mais rápido aos corvos!\n\n[b]Tipos de Perguntas[/b]\n•\tVais encontrar três tipos de perguntas:\no\tResposta única correta\no\tRespostas múltiplas corretas\no\tCompletar a frase (preenche os espaços em branco)\nSe errares numa pergunta de completar a frase, tens mais duas hipóteses para acertar. Contudo, se responderes corretamente na segunda ou terceira tentativa, não ganhas pontos. Após três tentativas, a resposta certa será mostrada.\n\n[b]Dicas Importantes[/b]\n•\tPresta atenção—os corvos podem camuflar-se nas árvores!\n•\tSe uma pergunta for difícil, não te preocupes; pensa com calma e de forma crítica.\n•\tQuanto mais corvos encontrares e responderes, mais perto estarás da vitória.\nOs corvos já estão à tua espera com os seus enigmas—mostra-lhes quem manda! Boa sorte, explorador/a da verdade!"
  },
  "Level 3": {
    "button": "Sou um adulto",
    "title": "Bem-vind@, Explorador/a do Conhecimento!",
    "body": "Chegou a hora — o teste final do teu pensamento crítico! Neste nível, vais enfrentar 25 perguntas desafiantes, criadas para testar a tua compreensão sobre a verdade, a desinformação e a literacia mediática. A névoa é densa, mas a tua mente perspicaz consegue atravessá-la. Cada resposta certa desvenda um pouco mais da verdade e aproxima-te de descobrires os segredos finais de Mystica.\nEstás pront@ para demonstrar a tua mestria?\n\n[b]O teu objetivo[/b]\n•\tResponde com precisão às 25 perguntas\n•\tCada resposta correta dá-te pontos — tenta alcançar a maior pontuação possível!\n•\tCompleta o nível ao responderes a todas as questões e demonstrares o teu domínio sobre a verdade\n\n[b]Tipos de Perguntas[/b]\nVais encontrar três tipos de perguntas:\n•\tResposta única correta\n•\tRespostas múltiplas corretas\n•\tCompletar a frase (preenche os espaços em branco)\n\nSe errares numa pergunta de completar a frase, tens duas oportunidades adicionais para acertar. No entanto, não ganhas pontos se acertares à segunda ou terceira tentativa. Após três erros, a resposta correta será mostrada.\n\n[b]Como Jogar[/b]\n•\tLê com atenção cada pergunta e as opções de resposta\n•\tEscolhe a resposta mais adequada para acumulares pontos\n•\tSe falhares, utiliza o feedback para aperfeiçoar os teus conhecimentos\n•\tEste nível foca-se na precisão e no pensamento crítico — responde com confiança e lógica\n\nEste é o teu momento de brilhar. Boa sorte na tua jornada para desvendar a verdade!"
  }
}
