{
  "About": "[b]Despre joc[/b]\nMisiunea clarității: Dincolo de ceață este o aventură educațională concepută pentru a dezvolta abilități de educație mediatică pentru elevii de toate vârstele. Creat ca parte a proiectului Think Twice, jocul se bazează pe cadrul UNESCO Gândiți critic, dați clic cu înțelepciune! și pe liniile directoare ale Comisiei Europene pentru combaterea dezinformării. Acesta le permite jucătorilor să recunoască dezinformarea, să înțeleagă strategiile de dezinformare și să navigheze cu încredere în lumea digitală.\nJocul poate fi utilizat în sălile de clasă, pentru învățarea independentă sau ca parte a unei abordări de tip flipped classroom, oferind un instrument versatil atât pentru educatori, cât și pentru cursanți.\n\n[b]Principalele subiecte abordate[/b]\n•\tRecunoașterea și abordarea dezinformării \n•\tImportanța adevărului în mass-media și societate\n•\tAlfabetizarea mediatică și practicile digitale responsabile\n•\tTehnici de verificare a faptelor și combaterea informațiilor false\n\n[b]Prezentare generală a jocului[/b]\nMisiunea clarității are trei niveluri, fiecare adaptat unui anumit grup de vârstă: copii, adolescenți și adulți. Jucătorii progresează prin provocări captivante și întrebări interactive menite să le testeze și să le îmbunătățească gândirea critică și abilitățile de alfabetizare digitală. De la prinderea șopârlelor și găsirea ciorilor până la abordarea întrebărilor avansate, fiecare nivel prezintă activități adecvate vârstei care contribuie la clarificarea ceții de confuzie din Mystica.\n\n[b]De ce să jucați?[/b]\nMisiunea clarității este mai mult decât un simplu joc - este o modalitate distractivă și interactivă de a dezvolta abilități esențiale de educație mediatică. Fie că ești copil, adolescent sau adult, acest joc îți va pune la încercare gândirea critică și te va ajuta să navighezi în peisajul digital complex de astăzi. Ești pregătit să ridici ceața și să descoperi adevărul? Mystica vă așteaptă!\n\nFinanțat de Uniunea Europeană. Cu toate acestea, punctele de vedere și opiniile exprimate aparțin exclusiv autorului (autorilor) și nu reflectă în mod necesar cele ale Uniunii Europene sau ale Agenției Executive pentru Educație și Cultură a Uniunii Europene (EACEA). Nici Uniunea Europeană și nici EACEA nu pot fi trase la răspundere pentru acestea. Numărul proiectului 101132853",
  "Score": "Scor",
  "Close": "Închide",
  "Resume": "Continuă",
  "Restart": "Reia",
  "Main menu": "Meniu principal",
  "Check": "Verificare",
  "Next": "Următorul",
  "Feedback": "Feedback",
  "Check again": "Verifică din nou",
  "Correct": "Corect",
  "Incorrect": "Incorect",
  "Loading...": "Încărcare...",
  "Level 1": {
	"button": "Sunt un copil 8-12 ani",
	"title": "Pregătiți-vă pentru o aventură!",
	"body": "Bine ai venit la Mystica, unde un ‘’mister cețos’’ a pus stăpânire pe tine! Șopârlele viclene ascund răspunsurile de care ai nevoie pentru a îndepărta ceața. Misiunea ta? Prinde aceste șopârle și rezolvă-le ghicitorile pentru a aduce înapoi lumina în Mystica.\n\n[b]Scopul tău[/b]\nUrmărește și prinde șopârlele pentru a le descoperi întrebările.\nRăspunde corect pentru a ridica ceața și a câștiga puncte.\nAdună 25 de puncte pentru a câștiga nivelul și a deveni un campion al Căutătorului de Adevăr!\n\n[b]Cum să joci[/b]\nUtilizați tastele WASD sau tastele săgeată pentru a alerga după șopârle.\nFolosește Shift pentru a ajunge mai repede la șopârle!\nApropie-te de o șopârlă pentru a o prinde și a-i dezvălui întrebarea.\nAlege răspunsul corect pentru a elimina mai multă ceață și a câștiga puncte! Unele întrebări pot avea mai multe răspunsuri corecte.\n\nEști gata să urmărești, să gândești și să salvezi ziua? Să mergem, eroule!"
  },
  "Level 2": {
	"button": "Sunt un adolescent",
	"title": "Hei, adolescent căutător de adevăr!",
	"body": "Bine ai venit în Pădurea cu Ceață, unde ciorile istețe sunt maeștrii quiz-urilor tale! Aceste ciori păzesc întrebări care te vor ajuta să îndepărtezi ceața și să descoperi adevărul. Misiunea ta? Găsește ciorile, răspunde la întrebările lor și dovedește că ai tot ce-ți trebuie pentru a învinge minciunile cețoase.\n\n[b]Scopul tău.[/b]\nUrmați calea prin pădure pentru a găsi ciorile cocoțate în copaci.\nFaceți clic pe ciori pentru a primi întrebările lor și răspundeți corect.\nCâștigă 25 de puncte rezolvând testele lor pentru a elimina ceața și a câștiga nivelul!\n\n[b]Cum să joci[/b]\nMergi pe cărarea pădurii (tastele WASD sau tastele săgeată) și găsește ciori care așteaptă în copaci.\nFaceți clic pe o cioară pentru a-i dezvălui întrebarea.\nAlege răspunsurile corecte pentru a câștiga puncte și a ridica ceața.\nFolosește Shift pentru a ajunge mai repede la ciori!\n\n[b]Tipuri de întrebări[/b]\nÎntrebările pe care le veți primi pot fi de trei tipuri - răspuns corect unic, răspunsuri corecte multiple și de completat. Dacă răspundeți incorect la o întrebare de tip completarea spațiului liber, veți avea încă două șanse de a ghici răspunsul corect. Cu toate acestea, dacă răspundeți corect la a doua sau a treia încercare, nu veți câștiga puncte. După a treia încercare, răspunsul corect va fi afișat.\n\n[b]Sfaturi profesionale[/b]\nFiți atenți - ciorile s-ar putea cocoța în copaci!\nNu vă faceți griji dacă o întrebare este complicată; nu vă grăbiți și gândiți critic.\nCu cât găsești mai multe ciori și le răspunzi, cu atât te vei apropia mai mult de victorie.\n\nCorbii te așteaptă cu întrebările lor dificile - e timpul să le arăți cine e șeful! Mult noroc, căutătorule de adevăr!"
  },
  "Level 3": {
	"button": "Sunt un adult",
	"title": "Bine ai venit, Căutător de cunoștințe!",
	"body": "Acesta este testul final al gândirii tale critice! În acest nivel, vă veți confrunta cu 25 dintre cele mai dificile întrebări concepute pentru a vă pune la încercare înțelegerea adevărului, a dezinformării și a cunoștințelor media. Ceața este densă, dar mintea ta ascuțită poate trece prin ea. Fiecare răspuns corect risipește un pic mai mult din ceață și te apropie de descoperirea adevărurilor ultime din Mystica.\n\nSunteți gata să vă dovediți expertiza?\n\n[b]Scopul dvs.[/b]\nRăspundeți la toate cele 25 de întrebări cât mai exact posibil.\nFiecare răspuns corect îți aduce puncte - încearcă să obții cel mai mare scor posibil!\nFinalizează nivelul răspunzând la toate întrebările și demonstrându-ți stăpânirea adevărului.\n\n[b]Tipuri de întrebări[/b]\nÎntrebările pe care le veți primi pot fi de trei tipuri - un singur răspuns corect, mai multe răspunsuri corecte și de completat. Dacă răspundeți incorect la o întrebare de tip completarea spațiului liber, veți avea încă două șanse de a ghici răspunsul corect. Cu toate acestea, dacă răspundeți corect la a doua sau a treia încercare, nu veți câștiga puncte. După a treia încercare, răspunsul corect va fi afișat.\n\n[b]Cum să joci[/b]\nCitiți cu atenție fiecare întrebare și opțiunile de răspuns.\nAlege cel mai bun răspuns pentru a înscrie puncte.\nDacă răspunsul dvs. este greșit, învățați din feedback pentru a vă îmbunătăți abilitățile!\nAcest nivel se bazează pe acuratețe și gândire critică - trebuie doar să răspundeți corect la cât mai multe întrebări.\n\nAcesta este momentul tău de a străluci. Mult noroc în încercarea ta de a descoperi adevărul!"
  }
}
